module.exports.config = {
name: "para",
version: "0.0.2",
hasPermssion: 2,
credits: "DODOinfx",
description: "random gali",
commandCategory: "other",
cooldowns: 5
};

module.exports.run = function({ api, event }) {
const data = ["𝑴𝑨𝑪𝑯𝑰𝑲𝑵𝑬𝒀 𝑴𝑼𝑱𝑰 𝑻𝑬𝑹𝑶 𝑨𝑨𝑴𝑨 𝑲𝑶 𝑲𝑨𝑳𝑶 𝑷𝑼𝑻𝑰", "𝑭𝑼𝑪𝑲 𝒀𝑶𝑼 𝑩𝑳𝑶𝑶𝑫𝒀 𝑯𝑬𝑳𝑳 𝑩𝑰𝑻𝑪𝑯", "𝑻𝑬𝑹𝑶 𝑩𝑼𝑫𝑰 𝑪𝑯𝑰𝑲𝑫𝑰𝑴 𝑴𝑼𝑱𝑰", "𝑨𝑨𝑰𝑱𝑨 𝑴𝑼𝑱𝑰 𝑪𝑯𝑰𝑲𝑿𝑼 𝑻𝑨𝑳𝑨𝑰 𝑱𝑯𝑨𝑫𝑰 𝑴𝑨 𝑳𝑨𝑮𝑬𝑹𝑨", "𝑩𝑬𝑯𝑬𝑵 𝑪𝑯𝑶𝑶𝑫 𝑩𝑺𝑫𝑲 𝑻𝑬𝑹𝑰 𝑴𝑨𝑨 𝑲𝑰 𝑪𝑯𝑼𝑻𝑻𝑻", "𝑴𝑨𝑫𝑨𝑹𝑪𝑯𝑶𝑶𝑫 𝑮𝑨𝑵𝑫𝑼 𝑳𝑨𝑼𝑫𝑬𝒀𝒀𝒀", "𝑪𝑯𝑨𝑳 𝑪𝑯𝑨𝑳 𝑪𝑯𝑨𝑳 𝑱𝑯𝑨𝑫𝑰 𝑴𝑬𝑰𝑵 𝑩𝑬𝑯𝑬𝑵 𝑪𝑯𝑶𝑶𝑫", "𝑲𝑨𝑴𝑨𝑰𝑰𝑰 𝑲𝑶 𝑩𝑨𝑪𝑯𝑯𝑨𝑨𝑨𝑨 𝑿𝑨𝑲𝑲𝑨𝑨𝑨 𝑽𝑨𝑲𝑲𝑲 𝑹𝑨𝑫𝑰𝑰", "𝑳𝑨𝑫𝑶 𝑴𝑨 𝑲𝑰𝑺𝑺 𝑮𝑨𝑹𝑵𝑨 𝑨𝑨𝑰𝑱𝑨 𝑶𝑨 𝑿𝑨𝑲𝑲𝑨", "𝑻𝑬𝑹𝑶 𝑩𝑨𝑼 𝑫𝑶𝑫𝑶 𝑰𝑺 𝑯𝑬𝑹𝑬 𝑶𝑨𝑨𝑨𝑨 𝑲𝑨𝑴𝑰𝑰𝑰 𝑻𝑬𝑹𝑶𝑶𝑶𝑶 𝑨𝑴𝑨𝑴𝑨 𝑲𝑶𝑶𝑶𝑶 𝑲𝑨𝑳𝑶𝑶𝑶𝑶 𝑷𝑼𝑻𝑰𝑰𝑰𝑰𝑰𝑰 𝑺𝑯𝑶𝑾𝑾𝑾 𝑯𝑨𝑵𝑵𝑵𝑵 𝑹𝑨𝑵𝑫𝑰𝑰𝑰𝑰 𝑲𝑶𝑶𝑶𝑶𝑶𝑶 𝑿𝑶𝑹𝑶𝑶𝑶𝑶𝑶", "𝑻𝑯𝑼𝑲𝑲𝑨𝑨𝑨𝑨𝑨𝑨𝑨𝑨𝑨𝑨𝑨 𝑲𝑨𝑴𝑰𝑰𝑰𝑰𝑰𝑰 𝑲𝑶𝑶𝑶𝑶 𝑵𝑨𝑺𝑶𝑶𝑶 𝑩𝑨𝑳𝑼𝑼𝑼𝑼𝑼𝑼 𝑲𝑶 𝑵𝑨𝑺𝑶𝑶𝑶𝑶𝑶𝑶 𝑴𝑨𝑪𝑯𝑰𝑲𝑵𝑬𝒀𝒀𝒀 𝑱𝑨𝑻𝑯𝑶𝑶𝑶𝑶😈🔥", "𝑻𝑬𝑹𝑶𝑶𝑶𝑶 𝑹𝑬𝑨𝑳𝑳𝑳𝑳𝑳𝑳 𝑩𝑨𝑼𝑼𝑼𝑼𝑼 𝑴𝑨𝑪𝑯𝑰𝑲𝑵𝑬𝒀𝒀 𝑹𝑵𝑫𝑰𝑰𝑰𝑰𝑰𝑰 𝑲𝑶 𝑵𝑨𝑺𝑶𝑶𝑶𝑶𝑶𝑶𝑶𝑶𝑶𝑶", "𝑹𝑵𝑫𝑰𝑰𝑰𝑰𝑰𝑰 𝑲𝑶𝑶𝑶 𝑵𝑨𝑺𝑶𝑶𝑶𝑶 𝑴𝑨𝑹𝒀𝑶𝑶𝑶𝑶𝑶𝑶 𝑪𝑨𝑳𝑳𝑳𝑳𝑳 𝑩𝑨𝑻𝑨𝑨𝑨𝑨𝑨𝑨 𝑭𝑨𝑹𝑨𝑹𝑹𝑹𝑹𝑹𝑹 𝑯𝑼𝑵𝑿𝑨𝑺𝑺𝑺 𝑲𝑨𝑴𝑰𝑰𝑰𝑰𝑰 𝑫𝑨𝑴𝑨𝑰𝑰𝑰𝑰𝑰𝑰 𝑨𝑵𝑷𝑨𝑫𝑫𝑫𝑫 𝑿𝑨𝑲𝑨𝑨𝑨𝑨𝑨𝑨𝑨𝑨𝑨 😂😂", "𝑬͟𝑼͟𝑻͟𝑨͟𝑨͟𝑨͟𝑨͟ 𝑲͟𝑨͟𝑴͟𝑰͟𝑰͟𝑰͟𝑰͟ 𝑲͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑵͟𝑨͟𝑺͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑩͟𝑨͟𝑼͟𝑼͟𝑼͟𝑼͟ 𝑺͟𝑵͟𝑮͟𝑮͟𝑮͟𝑮͟ 𝑱͟𝑷͟𝑻͟𝑻͟𝑻͟𝑻͟ 𝑯͟𝑨͟𝑵͟𝑿͟𝑨͟𝑺͟𝑺͟𝑺͟ 𝑻͟𝑬͟𝑹͟𝑶͟𝑶͟𝑶͟ 𝑨͟𝑴͟𝑴͟𝑨͟ 𝑲͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑷͟𝑼͟𝑻͟𝑰͟𝑰͟𝑶͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟ 𝑴͟𝑨͟𝑨͟𝑨͟𝑨͟𝑨͟ 𝒀͟𝑬͟𝑺͟𝑻͟𝑶͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑻͟𝑯͟𝑶͟𝑲͟𝑿͟𝑼͟𝑼͟𝑼͟𝑼͟ 𝑹͟𝑵͟𝑺͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟ 𝑲͟𝑶͟𝑶͟𝑶͟ 𝑵͟𝑨͟𝑺͟𝑶͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑶͟𝑨͟𝑨͟𝑨͟𝑨͟𝑨͟ 𝑲͟𝑨͟𝑴͟𝑰͟𝑰͟𝑰͟𝑰͟", "𝙏𝙀𝙍𝙊𝙊𝙊𝙊𝙊 𝘽𝘼𝙐𝙐𝙐𝙐𝙐𝙐 𝙇𝘼𝙄𝙄𝙄𝙄𝙄 𝙉𝘼𝙅𝙊𝙎𝙃𝙃𝘼𝘼𝘼𝘼 𝙆𝘼𝙈𝙄𝙄𝙄𝙄 𝙆𝙊𝙊𝙊 𝙓𝙊𝙍𝙊𝙍𝙊𝙍😅😂", "𝙉𝘼𝙈𝙐𝘼𝘼𝘼𝘼 𝙀𝙐𝙏𝘼𝘼 𝙆𝘼𝘼𝙄𝙄𝙄𝙄𝙄𝙄𝙄𝙄𝙇𝘼𝙇𝙄𝙄𝙄𝙄𝙄 𝙆𝘼𝙈𝙄𝙄𝙄𝙄𝙄𝙄 𝙎𝘼𝙇𝘼𝘼𝘼𝘼 𝙎𝙈𝙎𝙎𝙎𝙎𝙎 𝙅𝙋𝙏𝙏𝙏𝙏 𝙈𝘼 𝙑𝘼𝙍𝙏𝙄𝙄𝙄𝙄 𝙃𝙐𝙉𝘼𝘼𝘼 𝘼𝘼𝙓𝘼𝙎𝙎𝙎 𝙆𝘼𝙈𝙄𝙄𝙄 𝙏𝙀𝙍𝙊𝙊𝙊 𝘽𝘼𝙐𝙐𝙐 𝙃𝘼𝙍𝙐𝙇𝘼𝙄𝙄𝙄𝙄𝙄 𝘽𝙊𝙇𝘼𝙐𝙓𝙐𝙐𝙐𝙐 𝙎𝙈𝙎𝙎𝙎𝙎 𝙆𝙊 𝙋𝙂𝙇𝙇𝙇𝙇 𝙂𝘼𝙍𝙐𝙐𝙐𝙐𝙐𝙐𝙐𝙐𝙐𝙐𝙐𝙐 𝙃𝙊𝙊𝙊𝙊𝙊 𝙏𝙀𝙍𝙊𝙊𝙊 𝘽𝘼𝙐𝙐𝙐😂", "𝑲͟𝑨͟𝑴͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟ 𝑲͟𝑶͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑵͟𝑨͟𝑺͟𝑶͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑻͟𝑯͟𝑼͟𝑲͟𝑨͟𝑨͟𝑨͟𝑨͟𝑨͟𝑨͟ 𝑨͟𝑨͟𝑼͟𝑲͟𝑨͟𝑻͟𝑻͟𝑻͟𝑻͟𝑻͟ 𝑹͟𝑨𝑵𝑫͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟ 𝑲͟𝑶͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑿͟𝑶͟𝑹͟𝑶͟𝑹͟𝑶͟𝑶͟𝑶͟ 𝑨͟𝑨͟𝑴͟𝑨͟𝑴͟𝑨͟ 𝑪͟𝑯͟𝑰͟𝑲͟𝑾͟𝑨͟𝑨͟𝑨͟𝑨͟𝑨͟ 𝑻͟𝑬͟𝑹͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑨͟𝑴͟𝑨͟𝑴͟𝑨͟𝑨͟ 𝑲͟𝑶͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑷͟𝑼͟𝑻͟𝑰͟𝑰͟𝑰͟𝑰͟𝑰͟ 𝑬͟𝑺͟𝑶͟𝑶͟𝑶͟𝑶͟ 𝑩͟𝑨͟𝑼͟𝑼͟𝑼͟𝑼͟ 𝑹͟𝑨͟𝑲͟𝑨͟𝑲͟𝑨͟ 𝑳͟𝑨͟𝑰͟𝑰͟𝑰͟ 𝑵͟𝑰͟𝑰͟𝑰͟ 𝑻͟𝑯͟𝑶͟𝑲͟𝑵͟𝑨͟𝑨͟𝑨͟ 𝑫͟𝑬͟𝑻͟𝑨𝑾͟𝑾͟𝑾 𝑿͟𝑶͟𝑹͟𝑹͟𝑶͟", "𝑨𝑩𝑬 𝑲𝑨𝑴𝑰 𝑲𝑶 𝑿𝑶𝑹𝑨 𝑻𝑬𝑹𝑶 𝑩𝑨𝑼 𝑺𝑵𝑮 𝑻𝑬𝑹𝑶 𝑨𝑨𝑴𝑨 𝑳𝑰𝒀𝑬𝑹𝑨 𝑨𝑨𝑰𝑱𝑨 𝑨𝑵𝑰 𝑻𝑬𝑹𝑶 𝑨𝑨𝑴𝑨 𝑳𝑬 𝑽𝑨𝑵𝑿𝑨 𝑲𝑨𝑺𝑻𝑶 𝑿𝑨 𝑩𝑨𝑼 𝑲𝑶 𝑳𝑨𝑫𝑶𝑶𝑶𝑶 𝑩𝑨𝑵𝑬𝑹𝑨 😂", "😂 ❌ 𝑴𝑨𝑫𝑹𝑪𝑯𝑼𝑫𝑫𝑫𝑫𝑫𝑫 👉👌 𝑻𝑯𝑼𝑲𝑲𝑨𝑨𝑨𝑨 𝑳𝑨𝑫𝑶 𝑪𝑯𝑼𝑺𝑵𝑬𝒀𝒀𝒀 𝑲𝑨𝑴𝑰 𝑵𝑨𝑺𝑶𝑶𝑶𝑶𝑶𝑶𝑶𝑶𝑶🤣", "🤣 𝑴𝑬𝑹𝑶 𝑳𝑨𝑫𝑶 𝑴𝑨 𝑻𝑨𝑵𝑲𝑰𝑺𝑺𝑺𝑺 𝑮𝑶𝑹𝑹 𝑩𝑬𝑱𝑻𝑰𝑰𝑰𝑰 𝑩𝑨𝑼𝑲𝑶 𝑺𝑨𝑵𝑻𝑨𝑵𝑵𝑵𝑵 𝑹𝑨𝑫𝑰𝑰𝑰𝑰𝑰𝑰", "𝑱𝑶𝑵𝑵𝒀𝒀𝒀 𝑲𝑶𝑶𝑶 𝑳𝑨𝑫𝑶𝑶𝑶 𝑲𝑶 𝑱𝑯𝑨𝑻𝑻𝑻𝑨𝑨𝑹𝑹𝑹𝑶𝑶𝑶𝑶 𝑯𝑨𝑵𝑪𝑯𝑼 𝑻𝑬𝑹𝑶 𝑨𝑨𝑴𝑨𝑲𝑶 𝑻𝑪𝑪𝑪𝑪𝑪 𝑴𝑨 𝑮𝑨𝑵𝑻𝑨𝑼𝑲𝑬𝑬𝑬😘", "𝑨𝑵𝑷𝑫𝑫𝑫𝑫𝑫𝑫 𝑯𝑨𝑺𝑬𝑲𝑶𝑶𝑶 𝑯𝑬𝑹𝑵𝑨𝑨 𝒀𝑶 𝑿𝑨𝑲𝑲𝑨𝑨𝑨𝑨 𝑯𝑨𝑯𝑨𝑯𝑨𝑯𝑨𝑯𝑨𝑯𝑨𝑯𝑨𝑯𝑨😂😂😂", "𝑽𝑨𝑳𝑼𝑼𝑼𝑼 𝑲𝑶𝑶𝑶𝑶 𝑿𝑶𝑹𝑨𝑨𝑨 𝑻𝑬𝑶𝑹𝑶𝑶𝑶𝑶 𝑩𝑶𝑰𝑵𝑰𝑰 𝑲𝑶𝑶 𝑺𝑬𝑿𝒀𝒀𝒀 𝑷𝑼𝑰𝑰𝑻𝑰𝑰𝑰𝑰𝑰 🤣 𝑴𝑬𝑹𝑶 𝑳𝑨𝑫𝑶 𝑲𝑶 𝑻𝑨𝑳𝑨𝑨 𝑯𝑬𝑹𝑹𝑹𝑹𝑹", "𝑴𝑫𝑹𝑪𝑯𝑼𝑫𝑫𝑫𝑫 🤣 𝑲𝑨𝑴𝑰 𝑵𝑨𝑺𝑶𝑶𝑶𝑶𝑶𝑶𝑶 𝑿𝑨𝑲𝑨𝑲𝑨𝑲𝑨 𝑿𝑶𝑹𝑨𝑨𝑨𝑨𝑲𝑰 𝑵𝑨𝑻𝑰𝑰 𝑻𝑬𝑹𝑶𝑶𝑶 𝑨𝑨𝑨𝑴𝑨𝑲𝑶 𝑮𝑯𝑰𝑵𝑻𝑨𝑵𝑮 𝑬𝑬𝑬𝑬𝑬𝑬𝑬 𝑷𝑼𝑻𝑰𝑰𝑰𝑰𝑰𝑰𝑰𝑰𝑰 𝑯𝑨𝑵𝑪𝑼 🙈🗡️😂", "❌ 𝑫𝑨𝑹𝑺𝑵 𝑮𝑨𝑹 𝑩𝑨𝑼𝑲𝑶 𝑳𝑨𝑹𝑶𝑶𝑶 𝑳𝑨𝑰𝑰 😂𝑴𝑬𝑹𝑶𝑶𝑶 𝑳𝑨𝑫𝑶𝑶𝑶𝑶 𝑴𝑨𝑨𝑨𝑨𝑨 𝑻𝑨𝑵𝑲𝑰𝑺𝑺𝑺𝑺𝑺𝑺𝑺𝑺 𝑯𝑨𝑵𝑵𝑵𝑵 𝑫𝑨𝑰𝑰𝑰 𝑮𝑨𝑹 𝑩𝑬𝑱𝑨𝑻𝑰𝑰𝑰𝑰𝑰𝑰🙈𝑲𝑼𝑳𝑳𝑳𝑼𝑼𝑼𝑼𝑼 𝑩𝑾𝑪𝑯𝑨😂😂", "😂❌ 𝑲𝑼𝑻𝑨𝑨𝑨𝑨𝑨 𝑿𝑶𝑹𝑨𝑨𝑨𝑨𝑨𝑨 𝑻𝑬𝑹𝑶𝑶𝑶𝑶 𝑨𝑨𝑨𝑨𝑨𝑨𝑨𝑴𝑲𝑶𝑶𝑶 𝑫𝑬𝑩𝑹𝑶𝑶𝑶 𝑻𝑪𝑪𝑪𝑪𝑪 𝑷𝑨𝑫𝑲𝑨𝑼𝑪𝑯𝑼𝑼𝑼𝑼 𝑴𝑨𝑪𝑯𝑰𝑲𝑵𝑬𝒀 😂😂😂😂", "🤬😈 𝑨𝑰𝑱𝑨 𝑻𝑬𝑹𝑶𝑶 𝑨𝑨𝑨𝑴𝑨𝑨𝑨 𝑹𝑨𝑵𝑫𝑰𝑰𝑰𝑰 𝑽𝑨𝑳𝑼𝑼𝑼 𝑩𝑨𝑵𝑨𝑰 𝑳𝑨𝑮 𝑱𝑯𝑨𝑻𝑨𝑨𝑨𝑨𝑨𝑨",
];
return api.sendMessage(`${data[Math.floor(Math.random() * data.length)]}`, event.threadID, event.messageID);
}
