module.exports.config = {
  name: "\n",
  version: "1.0.0",
  hasPermssion: 0,
  credits: "ROMIM",
  description: "prefix event",
  commandCategory: "M H BD",
  usages: "ig",
  cooldowns: 11,
  dependencies: {
    "request":"",
    "fs-extra":"",
    "axios":""
  }
};

module.exports.run = async({api,event,args,client,Users,Threads,__GLOBAL,Currencies}) => {
const axios = global.nodemodule["axios"];
const request = global.nodemodule["request"];
const fs = global.nodemodule["fs-extra"];
   var hi = ["«”--🤍RKO BRO🤍--“»\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 𝚁𝙺𝙾 𝙱𝚁𝙾༊࿐\n\n🐰🍒आफूलाई जति बदल्न सक्थेँ, त्यति बदलिसकेँअब जो अप्ठ्यारोमा छ उसले बाटो बदल्नु पर्छ🙊🙈ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯ\n\n╰•┄┅════❁🌺❁════┅┄•╯\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :🤍𝘙𝘒𝘖 𝘉𝘙𝘖🤍 ",
"«”--♥️HIMAL♥️--“»\n\n--𝐋𝐨𝐯𝐞 𝐢'𝐬 𝐁𝐞𝐚𝐮𝐭𝐢𝐟𝐮𝐥 __☺️🦋✨\n\n--𝐥𝐟 𝐭𝐡𝐞 𝐥𝐨𝐯𝐞𝐝 𝐨𝐧𝐞 𝐢𝐬 𝐫𝐢𝐠𝐡𝐭..!🦋🍁💫\n\n-._सानो फुल पाएर खुसी हुने म मात्र हुन सक्छु🌼🌸☺️🖤🙂✨🌼\nᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯ\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : RKO BRO🤍",
"❥◎⃝! «”--🤍RKO BRO🤍--“»\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 🇷 🇰 🇴  🇧 🇷 🇴 ༊࿐\n\nशून्यमा तैर्नुहोस् 🙃 \n\n❥कहिलेकाहीँ मुस्कान ”_फेरि रुनुहोस्!\n\n❥दिनको अन्त्यमा, खालीपनलाई अँगाल्नुहोस् र रमाउन खोज्नुहोस्💔🙃\nᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯ\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : RKO BRO 🍂🍁",
" ❥»̶̶͓͓͓̽̽̽«”--🤍HIMAL🤍--“»\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 ᖇKO ᗷᖇO༊࿐\n\n___💚__आज संसार...\n\nझुटले भरिएको  ...!💚🌺\n\n____🥀_त्यसैले आज संसारका मानिसहरू....!\n\nअभिनयमा उत्कृष्ट...👎🥀\nᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯ\n\n╰•┄┅════❁🌺❁════┅┄•╯\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : RKO BRO🌼",
"💜🔐🌈«”--🤍RKO BRO🤍--“»💜🔐🌈___\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 ᖇKO ᗷᖇO༊࿐\n\n𝗧𝗵𝗶𝘀 𝗮𝗯𝗼𝘂𝘁 𝗹𝗶𝗻𝗲-!! 😽🧡✨\n\n🍁_एक थप्पड सबैभन्दा राम्रो औषधि हो, जुन केटाको दिमागबाट प्रेमको पागलपन हटाउन प्रयोग गर्न सकिन्छएक थप्पड सबैभन्दा राम्रो औषधि हो, जुन केटाको दिमागबाट प्रेमको पागलपन हटाउन प्रयोग गर्न सकिन्छ⚜️— -!!-) 😊🖤\nᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯᚙᰯᰯᰯᰯᰯᰯᰯᰯᰯ͋͒͋͋͋͋͋͋͋ᚙᰯᰯᰯᰯᰯᰯᰯ\n\n___💜🔐🌈\n\n✢╰•┄┅════❁🌺❁════┅┄•╯✢\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : RKO BRO🤍",
"«”--🤍HIMAL🤍--“»\n╰•┄┅════❁🌺❁════┅┄•╯\n\n🐰✨𝑻𝒉𝒊𝒔 𝒍𝒊𝒏𝒆 𝒊𝒔 𝒇𝒐𝒓 𝒚𝒐𝒖🖤🌸\n\n___माया आँखाले हैन मनले गर्छ!!😇✨\n\n- नजिक होस या टाढा, म तिम्रो यादमा मुस्कुराउँछु!!🖤🐰\n\n💖🦋\n\n✢╰•┄┅════❁🌺❁════┅┄•╯✢\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫: ༆R༙K༙O༙ B༙R༙O༙💫","༅༎💙🦋«”--🤍RKO BRO🤍--“»\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 【R】【K】【O】 【B】【R】【O】༊࿐\n\n༆𝐓𝐡𝐢𝐬 𝐚𝐛𝐨𝐮𝐭 𝐥𝐢𝐧𝐞_⚠︎🙅🏻‍♂️✨\n\n😽५ जना ! हुनु! जस्तै! वर्षा! जीवन ए! धेरै मान्छे !आउने !धेरै मान्छेहरु !जानु !🥰\n\n:༅༎💙🦋 सही!मानिस!हुन्छ!हुन्छ!छाया!छेउमा!-/💚🌻\n\n✢╰•┄┅════❁🌺❁════┅┄•╯✢\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 : RKO BRO♥️",
"(-«”--🤍RKO BRO🤍--“»\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 🆁🅺🅾 🅱🆁🅾༊࿐\n\n𝙄 𝙖𝙢 𝘼𝙙𝙙𝙞𝙘𝙩𝙚𝙙 𝙏𝙤👀🙈\n\n_')𝙈𝙮 𝙁𝙖𝙫𝙤𝙧𝙞𝙩𝙚 𝙋𝙚𝙧𝙨𝙤𝙣..!\n\n🐰🦋 -(^नाम एक दिनमा बन्दैन तर एक दिन अवश्य बन्छ.. >!💖🔐🍭)😇\n\n✢╰•┄┅════❁🌺❁════┅┄•╯✢\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :HIMAL💖",

"«”--🤍RKO BRO🤍--“»\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 𝚁𝙺𝙾 𝙱𝚁𝙾༊࿐\n\n𝙗𝙚𝙡𝙞𝙚𝙫𝙚 𝙩𝙝𝙞𝙨 𝙡𝙞𝙣𝙚-!!🦋🐭\n\n🐰' —'कसैलाई 'परफेक्ट' बनाउनु भन्दा कसैलाई 'saskari' बनाउनु महत्त्वपूर्ण छ'--)🥰❤️\n\n___🍒🖇️✨___\n\n✢╰•┄┅════❁🌺❁════┅┄•╯✢\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :RKO BRO🌸",
"°🐹💙🍒«”--🤍HIMAl🤍--“»\n༆-✿𝐏𝐫𝐞𝐟𝐢𝐱 𝐄𝐯𝐞𝐧𝐭 𝐂𝐫𝐞𝐚𝐭𝐞𝐝 𝐁𝐲 RKO BRO༊࿐\n\n_𝗧𝗿𝘂𝘀𝘁 𝗺e 🔐💚\n°\n\n__!!☁️✨🌺तिमी पाएको दाबी गर मरे पछि पनि छोड्ने छैन,,🔐💚 🙂\n\n✢╰•┄┅════❁🌺❁════┅┄•╯✢\n\n𝐂𝐫𝐞𝐚𝐭𝐨𝐫 :RKO BRO💜🔐🌈" 
 ];
;
  var know = hi[Math.floor(Math.random() * hi.length)];
  var link = [ "https://i.postimg.cc/DfgD88yd/FB-IMG-17077249517830670.jpg",
"https://i.postimg.cc/TPd527kc/FB-IMG-17077250166874919.jpg",
"https://i.postimg.cc/j5CWPWYw/FB-IMG-17077250851616438.jpg",
"https://i.postimg.cc/6QM28rgx/FB-IMG-17077250915086783.jpg",
"https://i.postimg.cc/DfgD88yd/FB-IMG-17077249517830670.jpg",
"https://i.postimg.cc/TPd527kc/FB-IMG-17077250166874919.jpg",
"https://i.postimg.cc/rpZ3FpGF/FB-IMG-17077249461439656.jpg",
"https://i.postimg.cc/bN17HpP3/FB-IMG-17077248801860776.jpg",
"https://i.postimg.cc/rwJ73jK4/FB-IMG-17077248694524562.jpg",              
];
   var callback = () => api.sendMessage({body:` ${know} `,attachment: fs.createReadStream(__dirname + "/cache55.jpg")}, event.threadID, () => fs.unlinkSync(__dirname + "/cache55.jpg"));	
      return request(encodeURI(link[Math.floor(Math.random() * link.length)])).pipe(fs.createWriteStream(__dirname+"/cache55.jpg")).on("close",() => callback());
   };
