module.exports.config = {
name: 'autosent',
version: '10.02',
hasPermssion: 0,
credits: 'karan',
description: 'Set Karne Ke Bad Automatically Msg Send Karega',
commandCategory: 'auto',
usages: '[]',
cooldowns: 3
};
const nam = [{
timer: '12:00:00 AM',
message: ['𝐓𝐈𝐌𝐄 𝐃𝐄𝐊𝐇𝐎 𝐊𝐈𝐓𝐍𝐀 𝐇𝐎 𝐑𝐀𝐇𝐀  :-  𝐒𝐎 𝐉𝐀𝐎 𝐘𝐖𝐀𝐑 𝐍𝐈𝐍𝐃 𝐍𝐀𝐇𝐈 𝐋𝐀𝐆 𝐑𝐀𝐇𝐈  😾']
},
{
timer: '1:00:00 AM',
message: ['𝐒𝐎 𝐉𝐀𝐎 𝐁𝐀𝐁𝐘 𝐆𝐎𝐎𝐃 𝐍𝐈𝐆𝐇𝐓 🥀•💜•']
},
{
timer: '2:00:00 AM',
message: ['𝐊𝐈𝐓𝐍𝐀 𝐓𝐈𝐌𝐄 𝐇𝐎 𝐆𝐀𝐘𝐀 𝐒𝐎 𝐉𝐀𝐎 𝐀𝐀𝐁😘──── •💜• ────']
},
{
timer: '3:00:00 AM',
message: [' KITNA TIME HO GAYA SOO JAO AAB  ']
},
{
timer: '4:00:00 AM',
message: ['𝐆𝐎𝐎𝐃 𝐍𝐈𝐆𝐇𝐓 𝐀𝐒𝐇𝐀 𝐇𝐀𝐈 𝐀𝐀𝐏 𝐒𝐎 𝐆𝐀𝐘𝐄 𝐇𝐎𝐍𝐆𝐄 ──── •💜• ────']
},
{
timer: '5:00:00 AM',
message: ['𝐒𝐔𝐁𝐇𝐄 𝐇𝐎𝐍𝐄 𝐇𝐈 𝐖𝐀𝐋𝐈 𝐇𝐀𝐈                      ──── •💜• ────']
},
{
timer: '6:00:00 AM',
message: [' 𝙎𝙐𝘽𝙃𝙀 𝙃𝙊 𝙂𝘼𝙔𝙀 𝙃𝘼𝙄 𝘽𝙊𝙇𝙊 [ ❤️ 𝙅𝘼𝙄 𝙎𝙃𝙍𝙀𝙀 𝙍𝘼𝙈 ❤️] ,           🥀             ──── •💜• ────']
},
{
timer: '7:00:00 AM',
message: ['──── •💜• ────𝐆𝐎𝐎𝐃  𝐌𝐎𝐑𝐍𝐈𝐍𝐆  𝐒𝐀𝐁𝐊𝐎 🌅 ']
},
{
timer: '8:00:00 AM',
message: ['──── •💜• ──── 𝐒𝐔𝐑𝐀𝐉 𝐌𝐀𝐌𝐀 𝐔𝐓𝐇 𝐂𝐇𝐔𝐊𝐄 𝐇𝐀𝐈 𝐓𝐔𝐌 𝐁𝐇𝐈 𝐔𝐓𝐇 𝐉𝐀𝐎 🥰 ']
},
{
timer: '9:00:00 AM',
message: ['──── •💜• ────                            𝐔𝐭𝐡 𝐆𝐲𝐞 𝐏𝐫𝐞𝐬𝐢𝐝𝐞𝐧𝐭 𝐣𝐈 𝐀𝐚𝐩?😵                ──── •💜• ────']
},
{
timer: '10:00:00 AM',
message: ['──── •💜• ────                        𝐍𝐚𝐬𝐭𝐚 𝐊𝐚𝐫𝐧𝐞 𝐊𝐚 𝐓𝐢𝐦𝐞 𝐇𝐨 𝐆𝐲𝐚🥪          𝐁𝐫𝐞𝐚𝐤𝐟𝐚𝐬𝐭 𝐊𝐚𝐫𝐥𝐨 𝐀𝐛𝐡𝐢 𝐁𝐛𝐲🙈                ──── •💜• ────']
},
{
timer: '11:00:00 AM',
message: ['──── •💜• ────                          𝐓𝐮𝐦 𝐀𝐛𝐡𝐢 𝐓𝐚𝐤 𝐉𝐢𝐧𝐝𝐚 𝐇𝐨?🙀               ──── •💜• ────']
},
{
timer: '12:00:00 PM',
message: ['──── •💜• ────                          𝐎𝐑 𝐁𝐀𝐓𝐀𝐎 𝐊𝐀𝐈𝐒𝐄 𝐇𝐎 𝐀𝐀𝐏 𝐒𝐀𝐁 😻                ──── •💜• ────']
},
{
timer: '1:00:00 PM',
message: ['──── •💜• ────                      𝐊𝐢𝐭𝐧𝐢 𝐆𝐚𝐫𝐦𝐢 𝐇 𝐁𝐚𝐡𝐚𝐫🥵                 ──── •💜• ────']
},
{
timer: '2:00:00 PM',
message: ['──── •💜• ────                          𝐆𝐨𝐨𝐝 𝐀𝐟𝐭𝐞𝐫𝐍𝐨𝐨𝐧 𝐄𝐯𝐞𝐫𝐲𝐨𝐧𝐞🌞              [ ❤️  𝐉𝐀𝐈 𝐒𝐇𝐑𝐄𝐄 𝐑𝐀𝐌 ❤️ ] ,                                  ──── •💜• ────']
},
{
timer: '3:00:00 PM',
message: [' 𝐁𝐨𝐡o𝐭 𝐊𝐚𝐚𝐦 𝐊𝐚𝐫𝐥𝐢𝐲𝐚 𝐀𝐩𝐧𝐞,               𝐋𝐮𝐧𝐜𝐡 𝐊𝐚𝐫𝐥𝐨 𝐀𝐛𝐡𝐢😇 ']
},
{
timer: '4:00:00 PM',
message: ['──── •💜• ──── 𝐇𝐚𝐲𝐞 𝐆𝐚𝐫𝐦𝐢 🥵 ']
},
{
timer: '5:00:00 PM',
message: [' [ ❤️ 𝐉𝐀𝐈 𝐒𝐇𝐑𝐄𝐄 𝐑𝐀𝐌 ❤️ ] ']
},
{
timer: '6:00:00 PM',
message: [' 𝐓𝐞𝐞 𝐓𝐢𝐦𝐞 ☕ 𝐌 𝐁𝐚𝐧𝐚𝐤𝐞 𝐃𝐮 𝐁𝐛𝐲 𝐓𝐞𝐚']
},
{
timer: '7:00:00 PM',
message: [' 𝐆𝐨𝐨𝐝 𝐄𝐯𝐞𝐧𝐢𝐧𝐠 𝐄𝐯𝐞𝐫𝐲𝐨𝐧𝐞,😍              [  𝐉𝐀𝐈 𝐒𝐇𝐑𝐄𝐄 𝐑𝐀𝐌 ] 😘                ──── •💜• ────']
},
{
timer: '8:00:00 PM',
message: ['──── •💜• ──── OR BATAO SABKA JOB _ BUSINESS _ SE GHAR AA GAYE _ KAAM HO GAYA AAP LOGO KA']
},
{
timer: '9:00:00 PM',
message: ['──── •💜• ──── [ ❤️ 𝐉𝐀𝐈 𝐒𝐇𝐑𝐄𝐄 𝐑𝐀𝐌  ❤️ ]']
},
{
timer: '10:00:00 PM',
message: ['──── •💜• ──── KHANA KHAA LO SAB KHANA KHANE KAA TIME HO GAYA ']
},
{
timer: '11:00:00 PM',
message: ['──── •💜• ──── KHANA KHA LIYE  AAP LOG']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
